
/* Class = "NSWindow"; title = "Restore From Autosave Folder"; ObjectID = "100019"; */
"100019.title" = "Επαναφορά από τον φάκελο αυτόματης αποθήκευσης";

/* Class = "NSTextFieldCell"; title = "Restore Project ‘Fire Open graphic 1’"; ObjectID = "100022"; */
"100022.title" = "Επαναφορά έργου «Φωτιά με ανοιχτά γραφικά 1»";

/* Class = "NSTextFieldCell"; title = "From:"; ObjectID = "100024"; */
"100024.title" = "Από:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "100027"; */
"100027.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Today, 1:19 PM"; ObjectID = "100028"; */
"100028.title" = "Σήμερα, 1:19 μ.μ.";

/* Class = "NSMenuItem"; title = "Yesterday, 9:22 PM"; ObjectID = "100029"; */
"100029.title" = "Χθες, 9:22 μ.μ.";

/* Class = "NSMenuItem"; title = "Wed, Nov 10 2004, 11:52 AM"; ObjectID = "100030"; */
"100030.title" = "Τετ, 10 Νοε 2004, 11:52 π.μ.";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "100032"; */
"100032.title" = "Ακύρωση";

/* Class = "NSButtonCell"; title = "Restore"; ObjectID = "100034"; */
"100034.title" = "Επαναφορά";
